/* Action of empty active goals scene */
"Add a Goal" = "添加目标";

/* Title of create goal scene */
"Add Goal" = "添加目标";

/* Filter of active goals scene */
"All" = "全部";

/* Title of archived goals scene */
"Archived" = "已归档";

/* Label of completed steps */
"Completed" = "已完成";

/* Title of empty goal's title alert */
"Empty Title" = "没有标题";

/* Placeholder of input goal's title */
"Enter a title for your goal" = "为你的目标填写一个标题";

/* Goal's frequency */
"Every day" = "每天";

/* Goal's frequency */
"Every Friday" = "每周五";

/* Goal's frequency */
"Every Monday" = "每周一";

/* Goal's frequency */
"Every Saturday" = "每周六";

/* Goal's frequency */
"Every Sunday" = "每周日";

/* Goal's frequency */
"Every Thursday" = "每周四";

/* Goal's frequency */
"Every Tuesday" = "每周二";

/* Goal's frequency */
"Every Wednesday" = "每周三";

/* Goal's frequency */
"Every weekday" = "每个工作日";

/* Goal's frequency */
"Every weekend" = "每个周末";

/* Title of active goals scene */
"Goals" = "目标";

/* Label of incomplete steps */
"Incomplete" = "未完成";

/* Title of invalid goal's frequency alert */
"Invalid Frequency" = "请选择频度";

/* Title of empty active goals scene
   Title of empty archived goals scene */
"No goals found" = "当前没有目标";

/* Confirm action of alert */
"OK" = "好的";

/* Message of invalid goal's frequency alert */
"Please select at least one frequency" = "至少选择1个";

/* Title of goal's chart scene */
"Steps" = "跬步";

/* Message of empty goal's title alert */
"Title can't be empty" = "标题不能为空";

/* Filter of active goals scene */
"Today" = "今天";

/* Subtitle of empty active goals scene */
"You can take steps to achieve your goal but you need to plan them first" = "千里之行始于足下，添加一个目标并开始你的千里之行";

/* Subtitle of empty archived goals scene */
"You haven't archived any goals yet" = "你还没有归档过任何目标";

